var majors = {
	"선택": [
        { value: "default", text: "단과대학을 선택하세요" }
    ],
    "신학대학": [
        { value: "신학과", text: "신학과" },
    ],
    "간호대학": [
        { value: "간호학과", text: "간호학과" },
    ],
    "창의융합대학": [
        { value: "유아교육과", text: "유아교육과" },
        { value: "음악학과", text: "음악학과" },
        { value: "아트엔디자인학과", text: "아트엔디자인학과" },
        { value: "체육학과", text: "체육학과" },
        { value: "사회복지학과", text: "사회복지학과" },
        { value: "상담심리학과", text: "상담심리학과" },
        { value: "영어영문학과", text: "영어영문학과" },
        { value: "항공관광외국어학부", text: "항공관광외국어학부" },
        { value: "글로벌한국학과", text: "글로벌한국학과" },
        { value: "경영학과", text: "경영학과" }
    ],
    "약학대학": [
        { value: "약학과", text: "약학과" },
        { value: "약학과6년제", text: "약학과6년제" },
    ],
    "미래융합대학": [
        { value: "컴퓨터공학부", text: "컴퓨터공학부" },
	    { value: "인공지능융합학부", text: "인공지능융합학부" },
	    { value: "식품영양학과", text: "식품영양학과" },
	    { value: "보건관리학과", text: "보건관리학과" },
	    { value: "동물자원과학과", text: "동물자원과학과" },
	    { value: "환경디자인원예학과", text: "환경디자인원예학과" },
	    { value: "화학생명과학과", text: "화학생명과학과" },
	    { value: "바이오융합공학과", text: "바이오융합공학과" },
	    { value: "건축학과4년제", text: "건축학과4년제" },
	    { value: "건축학과5년제", text: "건축학과5년제" },
	    { value: "물리치료학과", text: "물리치료학과" },
	    { value: "빅데이터클라우드공학과", text: "빅데이터클라우드공학과" }
    ],
    "스미스학부대학": [
        { value: "스미스학부대학", text: "스미스학부대학" }
    ]
};